Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: One morning, as Gregor Samsa was waking up from anxious dreams, he discovered that in bed he had been changed into a monstrous verminous bug.
eu: Gregorio Samsa, goiz batean eta loaldi larri baten ostean, bere ohean koko bihurturik esnatu zen.

source: He lay on his armour-hard back and saw, as he lifted his head up a little, his brown, arched abdomen divided up into rigid bow-like sections.
eu: Bere lepoko oskol gogorraren gainean etzanda zegoen bere burua altxatzean, eta horrela bere sabel ilunaren itxura ganbila ikusi zuen; ohazalak honen handidura ezin zuen eutsi.

source: From this height the blanket, just about ready to slide off completely, could hardly stay in place.
eu: Ondorioz, lurrera labaintzekotan zegoen.

source: His numerous legs, pitifully thin in comparison to the rest of his circumference, flickered helplessly before his eyes.
eu: Jatorrizko hanka lodien ordez, funtsik gabeko mugimenduaz dantzan zebilzkion hamaikatxo hanka ikusten zuten bere begiek.

source: "What's happened to me," he thought.
eu: -Zer gertatu zait?

source: It was no dream.
eu: Ez zegoen ametsetan, ez.

source: His room, a proper room for a human being, only somewhat too small, lay quietly between the four well-known walls.
eu: Bere logelak betiko itxura zuen.

source: Above the table, on which an unpacked collection of sample cloth goods was spread out (Samsa was a traveling salesman) hung the picture which he had cut out of an illustrated magazine a little while ago and set in a pretty gilt frame.
eu: Mahai gainean oihal laginak sakabanaturik zeuden -Samsa merkatari saltzailea zen-, eta hormatik zintzilikatuta aldizkari batetik ebakitako argazki bat zegoen, urrezko marko batean sartutako irudia.

source: It was a picture of a woman with a fur hat and a fur boa.
eu: Argazkian, larruzko txano eta tapaki batez estalita dagoen emakume bat zegoen.

source: She sat erect there, lifting up in the direction of the viewer a solid fur muff into which her entire forearm disappeared.
eu: Gregoriok soa leihorantz zuzendu zuen; lainotuta zegoen, eta leihoan euri tantak jo eta jo egoteak malenkonia eragin zion.

source: Gregor's glance then turned to the window. The dreary weather (the rain drops were falling audibly down on the metal window ledge) made him quite melancholy. "Why don't I keep sleeping for a little while longer and forget all this foolishness," he thought.
eu: -Beno -pentsatu zuen-; zer gertatuko litzateke momentu batez lotan jarraitu eta ameskeria guztiak ahaztuko banitu? Baina ezinezkoa zen, izan ere, Gregorio eskuin aldearen gainean lo egitera ohituta zegoen eta oraingo izate berriak ez zion postura hori hartzen uzten.

source: But this was entirely impractical, for he was used to sleeping on his right side, and in his present state he couldn't get himself into this position.
eu: Bere helburua eskuinalderantz begira gelditzea bazen ere, halabeharrez lepoz geratzen zen berriz ere.

source: No matter how hard he threw himself onto his right side, he always rolled again onto his back. He must have tried it a hundred times, closing his eyes, so that he would not have to see the wriggling legs, and gave up only when he began to feel a light, dull pain in his side which he had never felt before.
eu: Makina bat bider saiatu arren, alfer alferrik zen; hankek sortutako mugimendu saltsa - maltsatu hura ez ikusteko, begiak itxi zituen; dantzak bere horretan segitu zuen, harik eta min sakon bezain zorrotza sentitu zuen arte, ordura arte inoiz sentitu ez zuelako mina, alegia.

source: "O God," he thought, "what a demanding job I've chosen!
eu: -Ai Ene! -esan zuen- zein neketsua den nik hautatutako lana!

source: Day in, day out on the road.
eu: Egun bat bai eta bestea ere bidaiatzen.

source: The stresses of trade are much greater than the work going on at head office, and, in addition to that, I have to deal with the problems of traveling, the worries about train connections, irregular bad food, temporary and constantly changing human relationships which never come from the heart.
eu: Negozioen ardura handitu egiten da lantegitik kanpo lan egiten denean, eta bidaiek sortzen dituzten burukominak ere ez dira gutxi: trenen ordutegia jagon, janari eskasa iruntzi, jatordu desorekatua mantendu, aldakorrak diren harremanak, ezertarako balio ez dutenak, maitasunarentzako tokirik ez dutenak. Dena pikutara!

source: To hell with it all!" He felt a slight itching on the top of his abdomen.
eu: Sabelean halako hazkura arin bat nabaritu zuen. Apur-apurka, ohe-bururantz luzatu zuen gorputza, burua altxatzeko asmotan.

source: He slowly pushed himself on his back closer to the bed post so that he could lift his head more easily, found the itchy part, which was entirely covered with small white spots (he did not know what to make of them), and wanted to feel the place with a leg.
eu: Sumindutakoaren inguruan puntu zuri batzuk zituela ikusi zuen. Hanka batekin hazkura arintzen saiatu bazen ere, berehala kendu behar izan zuen hanka honen igurtziak hotzikarak sortzen zizkion eta.

source: But he retracted it immediately, for the contact felt like a cold shower all over him.
eu: -Honen goiz jaikitzeak tenteldu egiten dut bat -esan zuen-.

source: He slid back again into his earlier position. "This getting up early," he thought, "makes a man quite idiotic.
eu: Gizonak behar beste lo egitearen premia zuen. Askoz hobeto bizi diren saltzaileak daude.

source: A man must have his sleep. Other traveling salesmen live like harem women.
eu: Goizean eskatutakoa apuntatzeko ostatura itzultzen naizenean, patxadaz eserita eta gosaltzen ikusten ditut.

source: For instance, when I come back to the inn during the course of the morning to write up the necessary orders, these gentlemen are just sitting down to breakfast.
eu: Nik dudan nagusiarekin berdin jokatuko banu, berehala kale gorrian ikusiko nintzateke. Eta nork daki, ez ote da hori niretzat egokiena?

source: If I were to try that with my boss, I'd be thrown out on the spot.
eu: Nire gurasoengatik izango ez balitz aspaldi izango nintzateke lanetik alde eginda.

source: Still, who knows whether that mightn't be really good for me.
eu: Nagusiaren aurrera joan eta ene iritzia aurkeztuko niokeen.

source: If I didn't hold back for my parents' sake, I would've quit ages ago. I would've gone to the boss and told him just what I think from the bottom of my heart.
eu: Mahai gainetik eroriko litzateke, gora igo eta langileei hitz egiteko esertzen den mahai gainetik behera, alegia; langileak hurbil-hurbil jartzen zaizkio gorra delako.

source: He would've fallen right off his desk!
eu: Baina oraindik ez dut esperantza galdu.

source: How weird it is to sit up at the desk and talk down to the employee from way up there.
eu: Gurasoei zorrak kentzeko beste batzen dudanean - oraindik beste bost edo sei urte=, entzun beharko dizkit, bai.

source: The boss has trouble hearing, so the employee has to step up quite close to him.
eu: Beno, baina momentuz jaiki egin behar naiz, trena bostetan ateratzen baita. Begiak kutxa gainean zegoen iratzargailura bideratu zituen.

source: Anyway, I haven't completely given up that hope yet.
eu: -Jainko laztana!-oihukatu zuen bere barnerako.

source: Once I've got together the money to pay off the parents' debt to him--that should take another five or six years--I'll do it for sure.
eu: Goizeko sei eta erdiak ziren eta orratzek beren martxan jarraitzen zuten. Orratzak laurden gutxi jotekoak ziren.

source: Then I'll make the big break.
eu: Akaso ez zuen jo iratzargailuak?

source: In any case, right now I have to get up. My train leaves at five o'clock".
eu: Ohetik garbi=garbi ikus zitekeen alarma lauretan jarri izan zuela; beraz, jo beharra zeukan derrigor.

source: And he looked over at the alarm clock ticking away by the chest of drawers. "Good God," he thought.
eu: Baina posible ote zen lo jarraitzea, etxeko armairuak eta denak aztoratzeko moduko zarata ateratzen zuen eta?

source: It was half past six, and the hands were going quietly on.
eu: Bere loaldia ez zen batere lasaia izan.

source: It was past the half hour, already nearly quarter to.
eu: Baina seguru aski, horregatik egin zuen azken momentuan sakonago lo.

source: Could the alarm have failed to ring?
eu: Eta, zer egin zezakeen orduan?

source: One saw from the bed that it was properly set for four o'clock. Certainly it had rung.
eu: Hurrengo trena zazpietan ateratzen zen; berau hartu ahal izateko korrikan ibiltzea halabeharrezkoa zuen.

source: Yes, but was it possible to sleep through this noise that made the furniture shake?
eu: Erakusgaia oraindik ez zegoen bilduta, eta, azkenik bera ere ez zen prest sentitzen.

source: Now, it's true he'd not slept quietly, but evidently he'd slept all the more deeply. Still, what should he do now?
eu: Gainera, trena hartuko balu ere, ez zuen nagusiaren errieta saihestuko, izan ere, biltegiko mutilak jadanik bere faltaren berri emana izango zion eta.

source: The next train left at seven o'clock.
eu: Biltegiko mutila dignitate bako ipurdi- miazkatzaile hutsa zen.

source: To catch that one, he would have to go in a mad rush.
eu: Eta, gaixorik zegoela esango balu, zer gertatuko litzateke?

source: The sample collection wasn't packed up yet, and he really didn't feel particularly fresh and active.
eu: Honek susmoak zabalduko zituen, Gregoriok bost urtetan inoiz ez baitzuen lanera hutsik egin.

source: And even if he caught the train, there was no avoiding a blow up with the boss, because the firm's errand boy would've waited for the five o'clock train and reported the news of his absence long ago.
eu: Seguruenik nagusia Montepioko medikuarekin etorriko litzateke. Gurasoen aurrean bere alferkeriaren gainean kexak zabalduko ziren, eta medikuaren agiriari esker edozein arrazoi atzera botako luke, harentzako gizon guztiak baitaude osasuntsu.

source: He was the boss's minion, without backbone or intelligence. Well then, what if he reported in sick?
eu: Eta egia esan, kasu honetan ez zen oker ibiliko.

source: But that would be extremely embarrassing and suspicious, because during his five years' service Gregor hadn't been sick even once.
eu: Izan ere, loaldi luzearen ondorioz gosez bazen ere, Gregorio ondo sentitzen zen.

source: The boss would certainly come with the doctor from the health insurance company and would reproach his parents for their lazy son and cut short all objections with the insurance doctor's comments; for him everyone was completely healthy but really lazy about work.
eu: Bere etzalekua utzi gabe bertan hausnartzen eta pentsatzen jarraitzen zuen. Erlojuak zazpiak laurden gutxi jo zituenean, ohe burutik hurbil zegoen atea jo zuten.

source: And besides, would the doctor in this case be totally wrong?
eu: -Gregorio- esan zuen ahots batek, amarenak- zazpiak laurden gutxi dira.

source: Apart from a really excessive drowsiness after the long sleep, Gregor in fact felt quite well and even had a really strong appetite.
eu: Ez zinen bada, bidaian joatekoa?Zein ahots gozoa!

source: As he was thinking all this over in the greatest haste, without being able to make the decision to get out of bed (the alarm clock was indicating exactly quarter to seven) there was a cautious knock on the door by the head of the bed.
eu: Bere ahotsa entzutean ordea, izutu egin zen; betikoa zen, bai, baina txistu mingarri eta eutsi ezin batekin nahasturik agertu zen, hitzak hasieran argiak baziren, gerora nahastu egiten ziren eta azkenerako bat zalantzan jartzen zen entzun ote zituen ere.

source: "Gregor," a voice called (it was his mother!) "it's quarter to seven.
eu: Gregoriok argi erantzuteko asmoa zuen baina guztia ikusita hau esatera mugatu zen:

source: Don't you want to be on your way?" The soft voice!
eu: -Bai, bai. Eskerrik asko ama.

source: Gregor was startled when he heard his voice answering.
eu: Oraintxe altxatuko naiz.

source: It was clearly and unmistakably his earlier voice, but in it was intermingled, as if from below, an irrepressibly painful squeaking which left the words positively distinct only in the first moment and distorted them in the reverberation, so that one didn't know if one had heard correctly.
eu: Egurrezko atearen bestaldean, Gregorioren ahotsaren aldaketa ez zen igarri behar, ama erantzun horrekin lasaitu eta honek alde egin zuen. Aldiz, elkarrizketa honen ondorioz, familiako kideek bazekiten Gregorio oraindik etxean zela.

source: Gregor wanted to answer in detail and explain everything, but in these circumstances he confined himself to saying, "Yes, yes, thank you mother.
eu: Honekin batera, aita ailegatu zen eta ateari golpe arin batzuk emanda galdetu zuen:

source: I'm getting up right away". Because of the wooden door the change in Gregor's voice was not really noticeable outside, so his mother calmed down with this explanation and shuffled off.
eu: -Gregorio, Gregorio!Zer gertatzen da?- Momentutxo bat itxaron eta ahotsa altxatuz ekin zion:

source: Are you all right?
eu: -Gregorio, Gregorio!

source: Do you need anything?" Gregor directed answers in both directions, "I'll be ready right away". He made an effort with the most careful articulation and by inserting long pauses between the individual words to remove everything remarkable from his voice.
eu: Halaber, beste atearen atzetik arrebak honela galdetu zion goxotasunez:-Gregorio ez al zaude ondo?

source: His father turned back to his breakfast.
eu: Zerbait behar al duzu?

source: However, the sister whispered, "Gregor, open the door, I beg you". Gregor had no intention of opening the door, but congratulated himself on his precaution, acquired from traveling, of locking all doors during the night, even at home.
eu: -Prest nago -erantzun zien biei batera, hitzak garbi ahoskatzeko ahalegin handia eginez bere ahots- geldiz mintzatuz. Aitak gosaltzen jarraitu arren, arrebak ahopeka jarraitzen zuen:

source: First he wanted to stand up quietly and undisturbed, get dressed, above all have breakfast, and only then consider further action, for (he noticed this clearly) by thinking things over in bed he would not reach a reasonable conclusion.
eu: -Ireki mesedez, Gregorio. Hala ere, Gregorio ez zen horretan pentsatzen ari; aitzitik, bere buruari zorionak ematen zizkion logela ixteko zuen ohituragatik.

source: He remembered that he had already often felt a light pain or other in bed, perhaps the result of an awkward lying position, which later turned out to be purely imaginary when he stood up, and he was eager to see how his present fantasies would gradually dissipate.
eu: Lehenengo egin beharreko gauza geldi- geldiro altxatzea eta ondoren gosaltzea zen. Hau dena egin ostean bakarrik pentsatuko nukeen gainerakoan, eta ez ohean etzanda nengoen moduan.

source: That the change in his voice was nothing other than the onset of a real chill, an occupational illness of commercial travelers, of that he had not the slightest doubt.
eu: Ohean baten baino gehiagotan posturak eragindako min arintxo bat sentitu izanaz gogoratzen zen, eta sarri askotan jaikitzerakoan desagertzen zena. Jakin-min handia zeukan egun hartako bere irudikapenak nola ihesten zitzaizkion ikusteko.

source: It was very easy to throw aside the blanket.
eu: Halaber, ahotsaren aldaketaren arrazoia katarroaren abisua zelakoan zen, hau da, saltzailearen gaixotasun profesionala.

source: He needed only to push himself up a little, and it fell by itself.
eu: Ohazala baztertzea lan oso erraza zen.

source: But to continue was difficult, particularly because he was so unusually wide.
eu: Horretarako, gorputza albo batera botatzea zuen errazena, horrela ohazala halabeharrez eroriko baitzen.

source: He needed arms and hands to push himself upright.
eu: Baina zailtasuna Gregorioren zabaltasun izugarrian zegoen.

source: Instead of these, however, he had only many small limbs which were incessantly moving with very different motions and which, in addition, he was unable to control.
eu: Zutuntzeko, beso eta eskuz lagundu ahal izango zen; halere, horren ordez, kontrolatu ezin zituen eta gelditu ezinik zeuden hamaikatxo hankaren jabe zen.

source: If he wanted to bend one of them, then it was the first to extend itself, and if he finally succeeded doing with this limb what he wanted, in the meantime all the others, as if left free, moved around in an excessively painful agitation. "But I must not stay in bed uselessly," said Gregor to himself.
eu: Eta kontua da, berak zutuntzeko nahia zeukala. Luzatzen zen; eta hanketako bat dominatzea lortzen zuen; baina bitartean, besteek beren mugimendu aske eta mingarriarekin jarraitzen zuten. “Ez da egokia ohean ezerezean egotea" pentsatu zuen Gregoriok”.

source: At first he wanted to get of the bed with the lower part of his body, but this lower part (which he incidentally had not yet looked at and which he also couldn't picture clearly) proved itself too difficult to move.
eu: Lehenik eta behin etzalekutik gorputzeko behealdea kanporatzea otu zitzaion. Baina parte hau -oraindik ikusi gabea, beraz zehaztasunez kokatzea zaila egiten zitzaiona-, mugiaraztea zaila egin zitzaion.

source: The attempt went so slowly.
eu: Pentsatutakoari geldi-geldiro ekin zion.

source: When, having become almost frantic, he finally hurled himself forward with all his force and without thinking, he chose his direction incorrectly, and he hit the lower bedpost hard.
eu: Gregoriok indar guztiak bilduz, gorputza aurreratu zuen. Zoritxarrez, norabidea gaizki hartu zuen eta ondorioz, oheko hanken jota izugarrizko golpea hartu zuen.

source: The violent pain he felt revealed to him that the lower part of his body was at the moment probably the most sensitive.
eu: Golpearen ondorioz, konturatu zen bere gorputz berriko atalik sentiberena, gorputzeko beheko partea zela.

source: Thus, he tried to get his upper body out of the bed first and turned his head carefully toward the edge of the bed.
eu: Orduan, burua etzalekuaren goialdera bota zuen berriz ere, oraingoan gorputzaren goiko partea ateratzeko asmotan.

source: He managed to do this easily, and in spite of its width and weight his body mass at last slowly followed the turning of his head.
eu: Honek ez zuen arazorik ekarri, eta, gorputzeko zabalerak zein pisuak, buruak hasi izandako mugimendua jarraitu zuten.

source: But as he finally raised his head outside the bed in the open air, he became anxious about moving forward any further in this manner, for if he allowed himself eventually to fall by this process, it would take a miracle to prevent his head from getting injured.
eu: Baina, berau airean ikusitakoan, modu berberean aurrera jarraitzeko beldurra sentitu zuen, horrela erorita zaila izango litzatekeelako burua bere horretan mantentzea; gainera Gregoriorentzako oso garrantzitsua zen momentu hartan konortea ez galtzea.

source: And at all costs he must not lose consciousness right now. He preferred to remain in bed.
eu: Hori gertatu orduko, nahiago zuen ohean geratzea.

source: However, after a similar effort, while he lay there again sighing as before and once again saw his small limbs fighting one another, if anything worse than before, and didn't see any chance of imposing quiet and order on this arbitrary movement, he told himself again that he couldn't possibly remain in bed and that it might be the most reasonable thing to sacrifice everything if there was even the slightest hope of getting himself out of bed in the process.
eu: Baina, kontrako moduan indar berdinak egin ostean, bere emozioaren morroi ziren hankak ikusirik konturatu zen hasierako posizio berdinean topatzen zela eta berriro lehengoa pentsatu zuen: ez zuela ohean jarraitu behar eta portaerarik zuzenena arriskatzea zela, nahiz eta onik ateratzeko posibilitateak urriak izan. Ordea, laster gogoratu zuen, patxadazko erabakiak hartzea, erabaki arinak hartzea baino zuzenagoa zela.

source: At the same moment, however, he didn't forget to remind himself from time to time of the fact that calm (indeed the calmest) reflection might be better than the most confused decisions.
eu: Bere begiak zorroztasunez leihoan finkatu ziren; baina zoritxarrez, bistan zeuden behe- lainoek eta lainoek esperantza eta indar gutxi ematen zieten.

source: But then he said to himself, "Before it strikes a quarter past seven, whatever happens I must be completely out of bed.
eu: “Honezkero zazpiak- pentsatu zuen berriro erlojua begiratzean-. Jada zazpiak, eta oraindik behe-lainoa nagusi da.”

source: Besides, by then someone from the office will arrive to inquire about me, because the office will open before seven o'clock". And he made an effort then to rock his entire body length out of the bed with a uniform motion.
eu: Mugitu gabe eta arnasa geldi- geldiro hartuz, pixka batean ohean etzanda jarraitu zuen isiltasunak bere izaerara itzularaziko balu moduan. Hala ere, zazpiak eta laurden jo aurretik altxatuta egotea beharrezkoa zuela pentsatu zuen.

source: If he let himself fall out of the bed in this way, his head, which in the course of the fall he intended to lift up sharply, would probably remain uninjured.
eu: Gainera biltegitik norbait heltzear zegoela uste zuen, berau zazpiak izateko gutxi falta direnean zabaltzen dute eta. Oheko hegal batetik irristatuta atera nahi zuen.

source: His back seemed to be hard; nothing would really happen to that as a result of the fall.
eu: Seguruenik gorputza horrela botata, burua eusten, ez zuen minik hartuko.

source: His greatest reservation was a worry about the loud noise which the fall must create and which presumably would arouse, if not fright, then at least concern on the other side of all the doors.
eu: Ez zitzaion ezer gertatuko, alde batetik bere lepoak gogorra zirudielako eta bestetik alfonbra gainera eroriko zelako. Gauza batek bakarrik ematen zion burukomina; mugitzean aterako zuen hotsak, honek familia osoa aztoratuko zuelakoan.

source: However, it had to be tried.
eu: Baina hau aurrera eramateko erremedio bakarra zen.

source: As Gregor was in the process of lifting himself half out of bed (the new method was more of a game than an effort; he needed only to rock with a constant rhythm) it struck him how easy all this would be if someone were to come to his aid.
eu: Gregoriok jada, gorputz erdia ohetik kanpo zuen (metodo berriak lan bat baino jolas bat ematen zuen, atzez kulunkatzea besterik ez baitzen), eta, norbait laguntzera etortzen bazitzaion, lortzea oso erraza izan zitekeela jabetu zen.

source: Two strong people (he thought of his father and the servant girl) would have been quite sufficient.
eu: Pertsona indartsu birekin nahikoa zuela ikusi zuen ( bere aita eta neskamearengan pentsatu zuen ).

source: They would have only had to push their arms under his arched back to get him out of the bed, to bend down with their load, and then merely to exercise patience and care that he completed the flip onto the floor, where his diminutive legs would then, he hoped, acquire a purpose.
eu: Bere bizkar puztuaren azpitik beren besoak sartu, eta pisuaren eraginez makurturik hankak lurrean ongi baliatuko ziren ziur asko.

source: Now, quite apart from the fact that the doors were locked, should he really call out for help?
eu: Baina komeni al zen laguntza eskatzea atea giltzaz zarratuta zegoela jakinda?

source: In spite of all his distress, he was unable to suppress a smile at this idea.
eu: Bere egoera larria zela jakinda ere, ezin izan zion eutsi barreari.

source: He had already got to the point where, with a stronger rocking, he maintained his equilibrium with difficulty, and very soon he would finally have to decide, for in five minutes it would be a quarter past seven.
eu: Operazioa oso aurreratua zeukan, honekin bukatzeko egin behar zuen gauza bakarra, aurrerago egindako mugimenduak baino gogorragoa izango zen beste mugimendu bat egitea zen, alegia.
